{
  " Make sure that you are using the latest version of Lisk Nano.": "Stelle sicher, dass du die neuste Version von Lisk Nano benutzt.",
  "Add vote to": "Stimme für",
  "Address": "Adresse",
  "Address copied to clipboard": "Die Adresse wurde in die Zwischenablage kopiert",
  "Amount": "Betrag",
  "Approval": "Zustimmung",
  "Back": "Zurück",
  "Balance": "Guthaben",
  "Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates.": "Damit du Delegierter werden kannst, musst du dich registrieren. Dabei kannst du dir einen eigenen Delegierten-Namen geben, mit dem du für dich werben kannst. Nur die Top 101 Delegierten haben die Möglichkeit neue Blöcke zu forgen. Alle Gebühren werden gleichmäßig unter den Top 101 Delegierten verteilt.",
  "Block Id": "Block Id",
  "Block height": "Blockhöhe",
  "Blockchain Application Registration": "Registrierung für Blockchain Anwendungen",
  "Cancel": "Abbrechen",
  "Click to send all funds": "Klicken, um das gesamte Guthaben zu verschicken",
  "Confirm": "Bestätigen",
  "Connection re-established": "Verbindung wiederhergestellt",
  "Copy address to clipboard": "Adresse in die Zwischenablage kopieren",
  "Custom Node": "Individueller Node",
  "Delegate": "Delegierter",
  "Delegate Registration": "Registrierung als Delegierte",
  "Delegate name": "Delegierten Name",
  "Delegate registration was successfully submitted with username: \"{{username}}\". It can take several seconds before it is processed.": "Delegierten Registrierung ist erfolgreich versendet mit dem Benutzernamen: \"{{username}}\". Es kann einige Sekunden dauern bis es bestätigt ist.",
  "Enter the missing word": "Gebe das fehlende Wort ein",
  "Enter your passphrase": "Gebe deine Passphrase ein",
  "Entered passphrase does not belong to the active account": "Die eingegebene Passphrase gehört nicht zum aktiven Konto",
  "Failed to connect to node {{address}}": "Verbindung zum Node {{address}} fehlgeschlagen",
  "Failed to connect: Node {{address}} is not active": "Verbindung fehlgeschlagen: Node {{address}} ist nicht aktiv",
  "Fee": "Gebühr",
  "Fee: LSK": "Gebühr: LSK",
  "Fee: {{amount}} LSK": "Gebühr: {{amount}} LSK",
  "Forget this account": "Dieses Konto vergessen",
  "Forging": "Forging",
  "From / To": "Von / An",
  "Hide passphrase": "Passphrase ausblenden",
  "Insufficient funds": "Nicht genügend Guthaben",
  "Insufficient funds for {{amount}} LSK fee": "Nicht genügend Guthaben für {{amount}} LSK Gebühren",
  "Invalid": "Ungültig",
  "LSK Earned": "LSK verdient",
  "LSK received": "LSK erhalten",
  "Language": "Sprache",
  "Last 24 hours": "Die letzten 24 Stunden",
  "Lisk Address": "Lisk Adresse",
  "Login": "Einloggen",
  "Losing access to this passphrase will mean no funds can be sent from this account.": "Das Verlieren der Passphrase führt dazu, dass kein Geld mehr von diesem Konto versendet werden kann.",
  "Mainnet": "Mainnet",
  "Message": "Nachricht",
  "Move your mouse to generate random bytes": "Bewege die Maustaste, um zufällige Bytes zu erzeugen",
  "Multisignature Creation": "Multisignatur-Erstellung",
  "Name": "Name",
  "New Account": "Neues Konto",
  "Next": "Weiter",
  "No delegates found": "Keine Delegierten gefunden",
  "Node address": "Node-Adresse",
  "Note: After registration completes,": "Hinweis: Nachdem die Registrierung abgeschlossen ist,",
  "Note: Digital Signatures and signed messages are not encrypted!": "Beachte: Digitale Signaturen und signierte Nachrichten sind nicht verschlüsselt!",
  "Passphrase": "Passphrase",
  "Passphrase of the account is saved till the end of the session.": "Die Passphrase für das Konto wird bis zum Ende der Sitzung gespeichert.",
  "Passphrase of the account will be required to perform any transaction.": "Die Passphrase für das Konto wird benötigt um Transaktionen jeglicher Art durchzuführen.",
  "Peer": "Peer",
  "Please click Next, then move around your mouse randomly to generate a random passphrase.": "Bitte klicke auf \\\"Weiter\\\" und bewege dann deine Maus willkürlich über den Bildschirm, um eine zufällige Passphrase zu erzeugen.",
  "Please keep it safe!": "Bitte sicher aufbewahren!",
  "Press #{key} to copy": "Zum Kopieren #{key} drücken",
  "Public Key": "öffentlicher Schlüssel",
  "Rank": "Rang",
  "Receive LSK": "LSK erhalten",
  "Recipient Address": "Empfängeradresse",
  "Register": "Registrieren",
  "Register Second Passphrase": "Zweite Passphrase registrieren",
  "Register as delegate": "Als Delegierter registrieren",
  "Register second passphrase": "Eine zweite Passphrase registrieren",
  "Remember this account": "Dieses Konto merken",
  "Remove vote from": "Stimme entfernen",
  "Repeat the transaction": "Transaktion wiederholen",
  "Required": "Benötigt",
  "Result": "Ergebnis",
  "Result copied to clipboard": "Ergebnis wurde in die Zwischenablage kopiert",
  "Reward": "Belohnung",
  "Save account": "Konto speichern",
  "Save your passphrase in a safe place": "Bewahre deine Passphrase an einem sicheren Ort auf",
  "Search": "Suche",
  "Search by username": "Suche nach Nutzername",
  "Second Passphrase": "Zweite Passphrase",
  "Second Signature Creation": "Zweite Signatur: Erstellung",
  "Second passphrase registration was successfully submitted. It can take several seconds before it is processed.": "Die Registrierung der zweiten Passphrase  wurde erfolgreich eingereicht. Es kann einige Sekunden dauern, bis sie verarbeitet wird.",
  "Select a network": "Wähle ein Netzwerk",
  "Send": "Senden",
  "Send Lisk from Blockchain Application": "Lisk von einer Blockchain Anwendung verschicken",
  "Send Lisk to Blockchain Application": "Lisk an eine Blockchain Anwendung schicken",
  "Send to this address": "Zu dieser Adresse senden",
  "Set maximum amount": "Bestimme die maximale Menge",
  "Settings": "Einstellungen",
  "Show passphrase": "Passphrase anzeigen",
  "Sign and copy result to clipboard": "Unterzeichne und kopiere das Ergebnis in die Zwischenablage",
  "Sign message": "Nachricht unterzeichnen",
  "Signature": "Signatur",
  "Signing a message with this tool indicates ownership of a privateKey (secret) and provides a level of proof that you are the owner of the key. Its important to bear in mind that this is not a 100% proof as computer systems can be compromised, but is still an effective tool for proving ownership of a particular publicKey/address pair.": "Das Signieren einer Nachricht impliziert den Besitz eines privaten Schlüssels (geheim) und ermöglicht dadurch den Beweis, dass man der Besitzer des Schlüssels ist. Es ist allerdings wichtig zu bedenken, dass dies kein 100% iger Beweis sein kann, da Computersysteme manipuliert sein können, doch es ist immernoch ein effektives Mittel um den Besitz eines bestimmten publicKey/Adress-Paares zu bestätigen.",
  "Testnet": "Testnet",
  "There are no transactions, yet.": "Bisher noch keine Transaktionen.",
  "This account is protected by a second passphrase": "Dieses Konto ist durch eine zweite Passphrase geschützt",
  "This passphrase is not recoverable and if you lose it, you will lose access to your account forever.": "Diese Passphrase ist nicht wiederherstellbar und sobald du sie verlierst, hast du auch den Zugang zu deinem Konto für immer verloren.",
  "This will save public key of your account on this device, so next time it will launch without the need to log in. However, you will be prompted to enter the passphrase once you want to do any transaction.": "Hiermit wird der öffentliche Schlüssel deines Accounts auf diesem Gerät gespeichert, so dass der Client das nächste Mal starten wird, ohne dass man sich einloggen muss. Die Passphrase wird allerdings immer wieder abgefragt, wenn du eine Transaktion tätigen möchtest.",
  "Time": "Zeit",
  "Timestamp": "Zeitpunkt",
  "Total fee": "Gesamtgebühr",
  "Transaction Amount": "Transaktionsbetrag",
  "Transaction ID": "Transaktions ID",
  "Transactions": "Transaktionen",
  "Unable to connect to the node": "Verbindung zum Node nicht möglich",
  "Uptime": "Laufzeit",
  "Verify message": "Nachricht verifizieren",
  "Vote": "Stimme",
  "Vote for delegates": "Für Delegierte stimmen",
  "Voting": "Abstimmung",
  "When you have the signature, you only need the publicKey of the signer in order to verify that the message came from the right private/publicKey pair. Be aware, everybody knowing the signature and the publicKey can verify the message. If ever there is a dispute, everybody can take the publicKey and signature to a judge and prove that the message is coming from the specific private/publicKey pair.": "Wenn du eine Signatur hast, brauchst du nur noch den öffentlichen Schlüssel des Unterzeichners, um zu überprüfen, ob die Nachricht von dem korrekten privaten/öffentlichen Schlüssel-Paar kommt. Bedenke dass jeder, der den öffentlichen Schlüssel besitzt, die Nachricht verifizieren kann. Wenn es eine Streitigkeit geben sollte, kann jeder den öffentlichen Schlüssel und die Signatur zu einem Richter bringen, und dort beweisen, dass die Nachricht von diesem speziellen privaten/öffentlichen Schlüssel-Paar kommt.",
  "Yes! It's safe": "Ja! Es ist sicher",
  "You can select up to {{count}} delegates in one voting turn.": "Du kannst für bis zu {{count}} Delegierte gleichzeitig abstimmen.",
  "You can vote for up to {{count}} delegates in total.": "Du kannst insgesamt für {{count}} Delegierte stimmen.",
  "You have not forged any blocks yet": "Du hast noch keine Blöcke geforged",
  "You need to become a delegate to start forging. If you already registered to become a delegate, your registration hasn't been processed, yet.": "Um Blocks forgen (erstellen) zu können, musst du Delegierter werden. Wenn du dich schon als Delegierter registriert hast, wurde deine Registrierung noch nicht verarbeitet.",
  "You've received {{value}} LSK.": "Du hast {{value}} LSK erhalten.",
  "Your transaction of {{amount}} LSK to {{recipientAddress}} was accepted and will be processed in a few seconds.": "Deine Transaktion von {{amount}} LSK zu {{recipientAddress}} wurde akzeptiert und wird in wenigen Sekunden verarbeitet.",
  "Your votes were successfully submitted. It can take several seconds before they are processed.": "Deine Stimmen wurden erfolgreich abgegeben. Es kann einige Sekunden dauern, bis sie verarbeitet sind.",
  "Zero not allowed": "Null ist nicht erlaubt",
  "confirmation": "Bestätigung",
  "confirmations": "Bestätigungen",
  "logout": "Abmelden",
  "my votes": "Meine Abstimmungen",
  "send": "senden",
  "your passphrase will be required for logging in to your account.": "Deine Passphrase wird benötigt, damit du auf dein Konto zugreifen kannst.",
  "your second passphrase will be required for all transactions sent from this account": "Deine zweite Passphrase wird für alle Transaktionen benötigt, die von diesem Konto gesendet werden"
}
